[Twk_Pawn_Piero DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Twk_Pawn_Piero:DisTweaks_InteractableInterface_47 DisTweaks_InteractableInterface]
m_Name="Piero Joplin"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pawn_Piero_Killable DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Twk_Pawn_Piero_Killable:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Piero Joplin"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pwn_Piero_Hub7 DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Twk_Pwn_Piero_Hub7:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Piero Joplin"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

